List<Map<String, dynamic>> taskList = [
  {
    'id': '"DS0301OR0000001',
    'address': 'г. Дагестанские Огни, ул. Михаила Ивановича Калинина, 1А'
  },

  {
    'id': '"DS0301OR0000002',
    'address': 'г. Дагестанские Огни, ул. Революции, 28'
  },

  {
    'id': '"DS0301OR0000003',
    'address': 'г. Дагестанские Огни, ул. Александра Сергеевича Пушкина, 32'
  },

  {
    'id': '"DS0301OR0000004',
    'address': '"г. Дагестанские Огни, ул. Революции, 52'
  },

  {
    'id': '"DS0301OR0000005',
    'address': 'г. Дагестанские Огни, ул. Валерия Павловича Чкалова, 7'
  },

];